[A_Sylvan_VillageHall H7TownHall]
mName="村镇大厅"
mDesc="提供在本城建造全新建筑的场所。\n每天提供 500 %ICON_GOLD 黄金。"

[A_Sylvan_TownHall H7TownHall]
mName="城镇大厅"
mDesc="替代村镇大厅。每天提供 1000 %ICON_GOLD 黄金。"

[A_Sylvan_CityHall H7TownHall]
mName="城镇大厅"
mDesc="每天额外提供 1000 %ICON_GOLD 黄金。"

[A_Sylvan_Capitol H7TownHall]
mName="国会"
mDesc="你只能拥有一幢国会，每天额外提供 1500 %ICON_GOLD 黄金。"

[A_Sylvan_Fortification1 H7TownGuardBuilding]
mName="防御工事-等级1"
mDesc="在攻城战中建设一道城墙，并在本地守卫中加入花妖和猎手。"

[A_Sylvan_Fortification2 H7TownGuardBuilding]
mName="防御工事-等级2"
mDesc="增加攻城战中城墙和城门的生命值。\n增加本地守卫生物的容量和产量。\n在本地守卫中加入刃舞者和德鲁伊。"

[A_Sylvan_Fortification3 H7TownGuardBuilding]
mName="防御工事-等级3"
mDesc="增加攻城战中城墙和城门的生命值。\n增加本地守卫生物的容量和产量。"

[A_Sylvan_ArcheryPlatforms H7TownTower]
mName="防御城楼"
mDesc="在攻城战中为城镇装备2座防御塔。"

[A_Sylvan_MagicGuild1 H7TownMagicGuild]
mName="魔法行会-等级1"
mDesc="在本城中随机提供5种1阶法术。\n所有满足条件的英雄拜访后即可习得该法术。"

[A_Sylvan_MagicGuild2 H7TownMagicGuild]
mName="魔法行会-等级2"
mDesc="在本城中随机提供4种2阶法术。\n所有满足条件的英雄拜访后即可习得该法术。"

[A_Sylvan_MagicGuild3 H7TownMagicGuild]
mName="魔法行会-等级3"
mDesc="在本城中随机提供3种3阶法术。\n所有满足条件的英雄拜访后即可习得该法术。"

[A_Sylvan_MagicGuild4 H7TownMagicGuild]
mName="魔法行会-等级4"
mDesc="在本城中随机提供1种4阶法术。\n所有满足条件的英雄拜访后即可习得该法术。"

[A_Sylvan_HallOfHeroes H7TownBuilding]
mName="英雄大厅"
mDesc="提供招募被击败或者新英雄的场所。每开始新的一周，可选新英雄将会更换。"

[A_Sylvan_FaeryTrees H7TownDwelling]
mName="仙境之树"
mDesc="核心单位住所。\n每周能招募19个花妖。"

[A_Sylvan_FaeryWoods H7TownDwelling]
mName="仙境树林"
mDesc="核心单位升级住所。\n能够升级花妖并招募花精。"

[A_Sylvan_SparklingFountain H7TownGrowthEnhancer]
mName="闪光喷泉"
mDesc="核心单位升级住所。\n每周花妖或花精的产量+10。"

[A_Sylvan_HallowGrove H7TownDwelling]
mName="圣洁丛林"
mDesc="核心单位住所。\n每周能招募20个林妖。"

[A_Sylvan_SacredGrove H7TownDwelling]
mName="神圣树林"
mDesc="核心单位升级住所。\n能够升级林妖并招募栎木林妖。"

[A_Sylvan_ShrineOfPerfectHarmony H7TownGrowthEnhancer]
mName="和谐神坛"
mDesc="核心单位升级住所。\n每周林妖或栎木林妖的产量+10。"

[A_Sylvan_HuntersCabin H7TownDwelling]
mName="猎人小屋"
mDesc="核心单位住所。\n每周能招募11个猎人。"

[A_Sylvan_HuntersLodge H7TownDwelling]
mName="猎人旅社"
mDesc="核心单位升级住所。\n能够升级猎人并招募狩猎大师。"

[A_Sylvan_ArcheryRange H7TownGrowthEnhancer]
mName="箭术靶场"
mDesc="核心单位升级住所。\n每周猎手或狩猎大师的产量+5。"

[A_Sylvan_StoneCircle H7TownDwelling]
mName="巨石阵"
mDesc="精英单位住所。\n每周能招募7个德鲁伊。"

[A_Sylvan_StoneRing H7TownDwelling]
mName="巨石环"
mDesc="精英单位升级住所。\n能够升级德鲁伊并招募德鲁伊长老。"

[A_Sylvan_StoneBridge H7TownGrowthEnhancer]
mName="巨石桥"
mDesc="精英单位升级住所。\n每周德鲁伊或德鲁伊长老的产量+7。"

[A_Sylvan_BladeDancerTerrace H7TownDwelling]
mName="刃舞平台"
mDesc="精英单位住所。\n每周能招募6个刃舞者。"

[A_Sylvan_BladeDanceArena H7TownDwelling]
mName="刃舞竞技场"
mDesc="精英单位升级住所。\n能够升级刃舞者并招募刃舞大师。"

[A_Sylvan_Bladesmith H7TownGrowthEnhancer]
mName="锻刀铺"
mDesc="核心单位升级住所。\n每周刃舞者或刃舞大师的产量+6。"

[A_Sylvan_MoonGlade H7TownDwelling]
mName="月光林地"
mDesc="精英单位住所。\n每周能招募2头月鹿。"

[A_Sylvan_SunGarden H7TownDwelling]
mName="阳光花园"
mDesc="精英单位升级住所。\n能够升级月鹿并招募日鹿。"

[A_Sylvan_SacredTree H7TownGrowthEnhancer]
mName="圣树"
mDesc="核心单位升级住所。\n每周月鹿或日鹿的产量+2。"

[A_Sylvan_TreantRefuge H7TownDwelling]
mName="树精避难所"
mDesc="冠军单位住所。\n每周能招募1个树精。"

[A_Sylvan_TreantSanctum H7TownDwelling]
mName="树人圣所"
mDesc="冠军单位升级住所。\n能够升级树精并招募远古树精。"

[A_Sylvan_DragonAltar H7TownDwelling]
mName="飞龙祭坛"
mDesc="冠军单位住所。\n每周能招募1个绿龙。"

[A_Sylvan_DragonShrine H7TownDwelling]
mName="飞龙圣殿"
mDesc="冠军单位升级住所。\n能够升级绿龙并招募翡翠龙。"

[A_Sylvan_chambre_des_tigres H7TownDwelling]
mName="独角兽林间空地"
mDesc="精英单位住所。\n能够招募独角兽。\n可以使用“招募全部”功能进行招募。\n（基础产量：4/周）"

[A_Sylvan_chambre_des_Queen H7TownDwelling]
mName="翡翠洞穴"
mDesc="冠军单位住所。\n能够招募远古翡翠龙。\n可以使用“招募全部”功能进行招募。\n（基础产量：1/周）"

[A_Sylvan_GardenOfTheSacredSeed H7TownUtilityUnitDwelling]
mName="圣种花园"
mDesc="生产战争单位。\n提供购买树精之母的场所。"

[A_Sylvan_Blacksmith H7TownUtilityUnitDwelling]
mName="铁匠铺"
mDesc="生产战争单位。\n提供购买森林弩车的场所。"

[A_Sylvan_FountainOfRestoration H7TownBuilding]
mName="回复之泉"
mDesc="拜访英雄统帅的生物在接下来3场战斗中+10 %ICON_LEADERSHIP 领导力。"

[A_Sylvan_Mystic_Pond H7TownSiloBuilding]
mName="神秘池塘"
mDesc="每天随机提供 1 %icon_Crystal 龙血水晶、%icon_Dragonsteel 龙钢、%icon_Shadowsteel 影钢或 %icon_Starsilver 星银。"

[A_Sylvan_Moat H7TownMoat]
mName="护城河"
mDesc="在攻城战中使城镇获得一条护城河。\n进入护城河的敌方生物将会受到阻碍，小型生物也会丧失行动能力，直到下回合结束。"

[A_Sylvan_DreamForest H7TownBuilding]
mName="梦境森林"
mDesc="城镇控制范围内，敌方英雄陆地移动速度降低20%。"

[A_Sylvan_TownPortal H7TownPortal]
mName="城镇传送门"
mDesc="向所有拜访本城的英雄传授瞬间回城法术。\n只要本城为距离英雄最近的有效城镇，他们就可使用该法术立即回城。"

[A_Sylvan_SylannasInfiniteGift H7TownBuilding]
mName="土龙馈赠"
mDesc="每天提供1 %icon_wood 木材和1 %icon_ore 矿石。"

[A_Sylvan_Marketplace H7TownMarketplace]
mName="集市"
mDesc="提供资源交易的场所。"

[A_Sylvan_GoldenPath H7TownBuilding]
mName="金色小径"
mDesc="从该城镇驶出的篷车移动力翻倍。"

[sylvanbuildingabilities.A_Sylvan_DreamForest_BuffHero H7BaseBuff]
mName="梦境森林"
mTooltip="当前控制区域内，英雄陆地移动速度降低20%。"

[A_Sylvan_HorseStables H7TownBuilding]
mName="马厩"
mDesc="拜访英雄移动力+5，效果持续到本周结束。"

[A_Sylvan_Embassy H7TownEmbassy]
mName="外交大使"
mDesc="在城镇控制范围内对中立生物的外交成功几率增加15%。"

[A_Sylvan_ThievesGuild H7TownThiefGuild]
mName="潜行公会"
mDesc="提供能付款收集对手信息的场所。"

[A_Sylvan_SylannasPerfectBalance H7TownTearOfAsha]
mName="土龙平衡"
mDesc="每天提供5000 %ICON_GOLD 黄金，并且增加该城镇50%的生物产量。\n森林英雄在战斗开始时对每个敌方生物放置一个标示。"

[sylvanbuildingabilities.A_Sylvan_FountainOfRestoration_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[sylvanbuildingabilities.A_Sylvan_DreamForest_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="梦境森林能力"
mTooltip=""

[sylvanbuildingabilities.A_Sylvan_Embassy_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""


[sylvanbuildingabilities.A_Sylvan_GoldenPath_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[sylvanbuildingabilities.A_Sylvan_GoldenPath_Buff H7BaseBuff]
mName="金色小径"
mTooltip="移动力翻倍。"

[sylvanbuildingabilities.A_Sylvan_HorseStables_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="马厩能力"
mTooltip=""

[sylvanbuildingabilities.A_Sylvan_SylannasPerfectBalance_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[sylvanbuildingabilities.A_Sylvan_SylannasPerfectBalance_HeroBuff H7BaseBuff]
mName="土龙平衡"
mTooltip="所有敌方生物战斗初始就带有1个标记。"

[sylvanbuildingabilities.A_Sylvan_SylannasPerfectBalance_TownBuff H7BaseBuff]
mName="土龙平衡"
mTooltip=""

[sylvanbuildingabilities.A_Sylvan_Embassy_Buff H7BaseBuff]
mName="外交大使"
mTooltip="对中立生物的外交成功几率增加15%。"

7.5_mod: 

Added 8th slot unit options

version 1.30:

Added alternate unit - Centaurs, and secret abilities on Centaurs and Druids